 
!
"
#
%
&
'
's
've
(
)
):
*
+
+1
+2
+3
+4/5
+6
,
,+
-
--
---
-/+
-5
-5/5
-iii
-mm
-o.1mg/24hr
.
..
...
.014
/
/+
/+corneas
/+gag
/4
/minute
/social
0
0.0
0.01
0.014
0.018
0.02
0.025
0.03
0.035
0.038
0.04
0.040
0.05
0.051
0.1
0.10
0.11
0.112
0.12
0.125
0.131
0.137
0.17
0.170
0.175
0.18
0.188
0.192
0.199
0.1mg
0.2
0.204
0.206
0.25
0.27
0.278
0.287
0.3
0.34
0.35
0.36
0.4
0.40
0.46
0.463
0.468
0.469
0.474
0.5
0.50
0.517
0.551
0.561
0.564
0.571
0.580
0.595
0.598
0.6
0.625
0.67
0.686
0.7
0.72
0.74
0.75
0.75gm
0.7621
0.8
0.826
0.85
0.86
0.88
0.89
0.895
0.8units
0.9
0.91
0.910
0.92
0.921
0.93
0.938
0.95
0.955
0.96
0.9ng
0.9units
0/0
0/1
0/10
0/2
0/3
0/5
0/8
00
00%fio2
000
000units
002
00am
00pm
01
01/01/02
01/04/07
01/05/09
01/07
01/08
01/11/06
01/12/10
01/17/10
01/23/09
01/24/06
0185
02/05/2007
02/06/2007
02/13/09
02/19/2007
02/20/2007
02/22/2007
02/23/2007
03/11/2008
03/22/2004
03/95
04
04/02/2009
04/04/2007
04/07/1988
04/18/08
04/18/2009
04/21/1997
04/22/05
04/23/08
04/26/07
04/30/2007
05
05/02/06
05/08
05/12/08
05/15/04
05/18/07
05/19/08
05/21/07
05/25/2007
05/26/1999
06/04/07
06/04/2009
06/08/07
06/12/2007
06/12/2008
06/13/07
06/15/07
06/16/2004
06/19/07
06/21/07
06/28/07
07
07/03/07
07/06
07/06/09
07/07
07/07/09
07/08/07
07/13/06
07/20/07
07/20/2004
07/2003
07/23/2003
07/23/2008
07/25/06
07/25/2003
07/26/2009
07/29/2008
07/29/2009
0728
0734
0754
08
08/01/07
08/01/2006
08/04/04
08/04/2003
08/06/2009
08/07
08/07/2003
08/08
08/08/03
08/09
08/10/2009
08/11/2009
08/14/03
08/14/2009
08/15/08
08/16/08
08/16/2003
08/17/08
08/18/08
08/18/2003
08/19/08
08/20/2003
08/2000
08/2009
08/2009/2009
08/21/06
08/25/06
08/26/2009
08/27/2009
08/29/07
08/30/2003
0835
09/02/1999
09/04/03
09/05
09/05/03
09/07/2006
09/13/2007
09/14/2009
09/15/2004
09/2008
09/22/2009
09/23/2009
09/25/2001
09/29/09
09/30/08
09/30/09
0920
1
1)?htn
1+/1
1+/1+ble
1.0
1.010
1.016
1.03
1.030
1.047
1.06
1.09
1.0mg
1.1
1.15
1.19
1.2
1.25
1.25gm
1.27
1.3
1.33
1.36
1.4
1.41
1.5
1.55
1.57
1.5g
1.6
1.67
1.7
1.72
1.73
1.74
1.8
1.821
1.83
1.86
1.89
1.9
1.93
1.anterior
1.normal
1.subtle
1.very
1/1
1/1/95
1/10/93
1/10/96
1/11/93
1/12
1/12/95
1/128
1/13/93
1/14/93
1/15/1991
1/15/1998
1/15/2001
1/15/93
1/150
1/16/91
1/17/1994
1/17/92
1/17/93
1/18/93
1/19/93
1/19/94
1/1997
1/2
1/2/6
1/2/95
1/20/93
1/22/93
1/22/96
1/23/95
1/24/93
1/25/93
1/26/93
1/28/93
1/3
1/3/93
1/3/97
1/4
1/4/93
1/5
1/5/93
1/5/95
1/6
1/6/91
1/7/91
1/7/93
1/8/91
1/8/93
1/8/97
1/93
1/95
1/96
1/97
10
10%-20
10+pack
10-
10.0
10.00
10.1
10.2
10.3
10.30
10.4
10.4g
10.4wbc
10.5
10.6
10.7
10.8
10.8gpl
10.9
10/04/2007
10/05/2007
10/07
10/07/08
10/08
10/09
10/10
10/10/92
10/11
10/12
10/12/92
10/13/2004
10/13/92
10/14
10/14/74
10/14/94
10/15/2007
10/15/2008
10/16
10/17/92
10/18/95
10/18/96
10/19/92
10/19/94
10/20
10/20/04
10/20/05
10/20/2007
10/20/95
10/21/2007
10/23/92
10/23/95
10/24/08
10/24/95
10/25/92
10/25/94
10/25/96
10/26/95
10/26/96
10/27/07
10/27/92
10/27/94
10/28/92
10/28/94
10/29/92
10/30/96
10/31/94
10/32
10/325
10/40
10/5
10/650
10/7
10/7/92
10/8/93
10/87
10/92
10/93
10/94
10/95
10/96
100
100%sao2
100.0
100.3
100.4
100.9
100/0
100/46
100/50
100/54
100/56
100/60
1000
1000cc
1000mcg
100cc
100gm
100mg
100s
101
101.2
101.3
101.5
101.6
101/53
101/57
102
102.4
102.7
102/59
102/64
102/68
103
103.2
103/62
1032
1034
103fl
104
104.4
105
105/57
105/58
106
106ml
107
107/68
108
108.5
108/4
108/60
109
1098
10r
10th
11
11.0
11.2
11.3
11.4
11.48
11.5
11.6
11.7
11.8
11.9
11/02/07
11/02/2006
11/05/08
11/05/2008
11/06/2008
11/07
11/08
11/08/2008
11/10/08
11/10/94
11/12
11/12/92
11/14/02
11/14/08
11/14/2007
11/14/95
11/16/2007
11/16/92
11/16/94
11/18/2009
11/18/92
11/18/94
11/2/94
11/2/95
11/20/2003
11/20/2006
11/20/93
11/21/91
11/22/88
11/22/92
11/23/09
11/23/91
11/23/92
11/23/94
11/23/95
11/24/92
11/25/92
11/26/92
11/27/87
11/27/92
11/28/2005
11/28/97
11/29/03
11/4/92
11/4/94
11/5/92
11/5/96
11/6/2008
11/6/92
11/7/92
11/8/92
11/8/94
11/8/95
11/9/78
11/9/94
11/90
11/91
11/92
11/94
11/95
110
110/50
110/60
110/67
110/70
110/78
110/80
111/67
111/68
111/70
111/75
111/87
1114
112
112/70
112/74
112/84
113
113/66
1137
113mm
114
115
115/60
115/66
116
116/61
117
117/55
117/61
117/78
118
118/50
118/68
119
119/9
11am
11hours
11microinstrument
11th
12
12.0
12.3
12.4
12.5
12.6
12.68
12.7
12.8
12.8nmol
12.9
12/01/08
12/01/2009
12/03/2003
12/04/1987
12/05/08
12/07
12/08
12/09
12/09/07
12/1/87
12/1/88
12/1/92
12/10/94
12/10/95
12/11/92
12/11/95
12/12/95
12/13/95
12/15/08
12/16
12/16/92
12/17/2008
12/18/03
12/18/2007
12/2/94
12/20/08
12/20/09
12/23/2007
12/23/92
12/24/2007
12/25/2007
12/27/2007
12/29/2008
12/29/92
12/3/92
12/3/95
12/30/2007
12/30/2008
12/31/92
12/4/92
12/6/95
12/7/92
12/8/92
12/9/95
12/90
12/92
12/94
12/95
12/96
120
120/42
120/60
120/62
120/70
120/80
120/84
1200
120pk
120s
121
121/63
121/79
122
122/60
122/74
122/86
123
123/54
123/71
1234
12345
123456
123456789
124
124/65
124/70
124/76
124/80
124/90
125
125/60
125/72
126
126/86
126/88
127
127/15
127/73
127/75
127/91
128
128/67
128/80
129
129/59
129/73
129/86
12mg
12th
12u
13
13.1
13.3
13.4
13.6
13.7
13.8
13.9
13/16
130
130/100
130/60
130/68
130/70
130/78
130/80
130/82
130/84
130/85
130/90
130s-150s/60s-70s
131
131/72
131/76
131mg
132
132/54
132/60
132/72
132/73
1328
133
133/44
133/72
134
134/80
134/90
135
135/70
135/72
135/74
135/79
136
136/75
136/76
136/80
136/86
137
137/60
137/67
138
138/110
138/55
138/66
138/82
138/88
139
139pg
13th
14
14.0
14.1
14.5
14.6
14.8gpl
14.9
14/27
14/30
140
140/70
140/72
140/74mmhg
140/78
140/80
140/90
140/91
1400
140mmhg
140s
141
141/70
141/76
142
142/70
142/74
142/75
142/84
1423
143/94
144
144/72
144/75
144/85
1449
145
145/109
146
146/52
147
147/13
147/71
148
148/77
148/78
148/80
148k
149
149/86
14th
15
15%bica
15%lica
15%rica
15.1
15.5
15.51
15.5ng
15.6
15.7
15/14
15/15
15/28
15/93
150
150/80
150/86
150/88
1500
151
151/102
151/88
151/93
152
152/104
152/67
152/80
152/92
153
153/110
153/86
153/88
154
154/72
154k
155
155/104
155/22
155/57
156
156/100
156/101
156/85
156/90
156/93
156/97
158
158/90
158/98
159
159.9
159/49
159/69
15am
15min
15minute
15x17x20
15years
16
16.0
16.1
16.5
16.6
160
160/70
160/80
160/84
160/86
160/87
160/88
160/90
1600
161/91
162
162/97
162mg
163
163/0
164
164/90
165
166/58
166/84
167
168/70
168/74
169
16rpm
16x8
17
17.1
17.3
17.5
17/28
17/30
170
170/120
170/66
170/81
171.5
172
172/76
173
174
174/92
175
175/86
176.5
178
1783
179
17½
18
18.2
18.3
18.5
18.5ug
18/30
180
180/110
180/80
1800
181
182
182/113
1821
183
183/108
1832
184
185
185/54
1859
186
186/98
187
187/105
1870
188
188/94
18items/60
18neutrophils
19
19.1
19.5
19.7
19.8
190
190/70
190k.
191
1925
193/73
1940
1940s
1948
1949
195
1950
1951
1953
1954
1957
196
1960s
1965
1967
1968
1969
197
1970
1970s
1971
1973
1974
1975
1976
1978
1979
198
1980
1980s
1981
1982
1983
1984
1985
1986
1987
1988
1989
1990
1990s
1991
1992
1993
1994
1995
1996
1997
1998
1999
19lymphocytes
19rbc
19th
1g
1gm
1st
1tab
1two
1wbc
1year
2
2+/2
2+/4
2.0
2.04
2.08
2.09
2.1
2.12
2.13
2.17l.
2.19
2.2
2.25
2.2mmol
2.3
2.4
2.5
2.5/3.0
2.54
2.5l
2.6
2.61
2.7
2.75
2.76
2.8
2.84
2.9
2.972
2.atrophy
2.bilateral
2.diverticulosis
2.moderate
2/10
2/11/92
2/12/92
2/13/89
2/13/96
2/14/91
2/14/97
2/15/95
2/18/93
2/19/96
2/2
2/2-
2/2/93
2/20/95
2/20/96
2/21/96
2/22/96
2/23/96
2/24/93
2/25/91
2/26/93
2/26/96
2/27/95
2/28/95
2/28/96
2/29/96
2/2bue
2/3
2/3/93
2/3/96
2/4/96
2/5
2/6
2/6/89
2/6/96
2/7
2/92
2/94
2/97
20
20+wbc
20.25
20.6
20.8
20.9
20/14
20/20
20/200
20/25
20/28
20/30
20/40
20/400
20/64
20/70
20/80
200
200/84
200/92
2000
2001
2002
2003
2004
2005
2006
2007
2008
2009
200mmhg
2010
201k
201mcg
202
205
206
206.7
207
208
209
20cc
20feet
20l
20meq
20mg
20s
20th
21
21.5
21.7
21.9
210
210/100
2100
211
211.3
211.4
213.2
214
21mg
22
22.1
22/28
22/30
220
223
224
225
226
227
227.2
228
229
22rpm
22wbc
22yr
23
23.2
23.7
23.81
23/30
231
232
234k
237
238
239
23words/60
24
24.1
24.5
24.6
24.7
24.9
24/28
24/30
240
244
246
248
24hour
24hrs
24th
25
25.5
25.6
25.8
25/100
25/30
25/37.5
25/75
250
250/50
254
255
256
257
258
25th
25y
26
26.2mcg
26.3
26.4
26.6
26.9
26/30
26/5
260
2600
261
263
266
2666
26y
27
27.5
27/30
270
2700
273
275
278
27y
27yrs
28
28.1
28.3
28/30
280
2800
280k
283
284
287
288
28mg
28y
29
29.2
29.5
29.7
29.9
29/30
290
290.0
290.40
294
29405
295
2960
2974
2980
29mm
29y
2a
2am
2d
2gm
2h
2nd
2ppd
2rbc
2x2
3
3#2
3+/3
3-/3-
3-/5
3.0
3.04
3.053
3.0x8
3.1
3.125
3.1mg
3.2
3.22
3.2x4.5x4.0
3.3
3.346
3.4
3.43
3.5
3.6
3.7
3.74
3.75
3.76
3.8
3.9
3.94
3.ethmoid
3.moderate
3.no
3/1
3/10
3/10/95
3/11/96
3/12/96
3/14/93
3/15/71
3/15/96
3/16/93
3/1991
3/20/93
3/20/95
3/2009
3/25/93
3/27/96
3/28/95
3/29/96
3/3
3/3/93
3/3/96
3/30/96
3/34mil
3/3ble
3/4/96
3/5
3/6
3/6/95
3/7
3/7/96
3/9/93
3/92
3/93
30
30-
30.2
30.3
30.6
30.7
30.8
30/1k
30/2.5
30/30
300
3000
3000cgy
30am
30mm
30pk
30pm
30th
31
31.2
31.3
31.6
31.7
31.8
31/14/21
31/9
312
314
315
3150
31st
32
32.2
32.4
32.5
32.6
320
320/12.5
322
325
326
33
33.0
33.1
33.8
33.9
33/19
330
331
331.5
335
33ng
34
34.1
34.2c
34.6
34.6c.
34.7
34.7c
342
343
343.0
343.1
346
346.91
349
35
35.2
35.3
35.5c
35.6c
35.8c
35.8f
350
3500
356
359
35mcg
36
36.0
36.0c
36.1
36.1c
36.2c
36.3
36.4c
36.4c.
36.5
36.5c
36.5c.
36.7c
36.8c
36.8c.
36.9c
36.9c.
360
3600
361
365
36weeks
37
37.0c
37.1
37.2c
37.2c.
37.4/12.1
37.4c.
37.5
37.5c.
37.6
37.8
37.9c
37/10/4
370
371
374
375
3788
37y
38
38.1
38.2c
38.3c
38.6
38.6/13.2
38.7
38.8
380
39
39.1
39.4
39.7
395
3am
3d
3drc
3minutes
3ppd
3rd
3wbc
4
4#11
4+/4
4+/4-
4+/5
4+/5-
4-/4-
4-/5
4.0
4.1
4.1mg
4.2
4.3
4.3mg
4.4
4.42
4.5
4.5.cm
4.6
4.6mcg
4.7
4.8
4.9
4.98
4.normal
4.osteopenia
4.tiny
4/10/97
4/14/97
4/17/95
4/18/05
4/18/97
4/2
4/23/93
4/26/89
4/3.5
4/4
4/4-
4/5
4/6/95
4/8/94
4/84
4/94
4/95
4/96
4/97
40
40.0
40.6
40.7
400
400cc
406
4068
408
40mg
40pk
40s
41
41.3
41.7
41/14.3
414
42
42.4
42.6
420
42y
43
43.2
4300
43215
438
44
440
443
4470
44970
44ml
44y
45
450
4500
4520
45381
45384
45385
4549
455.2
4568
45am
45mg
45yo
46
46/56
46mg
46y
47
47.1
47563
48
48.0
480
4810
489
48hour
48hrs
49
49%lica
49%rica
49.5
491
4beats
4l
4r
4step
4th
4vessel
4x2.5x4
4x4s
4x6
5
5'2
5'6
5-
5-/4
5-/5
5-/5-
5.0
5.1
5.2
5.3
5.34
5.4
5.5
5.6
5.63
5.7
5.8
5.80
5.87
5.8k
5.9
5.90
5.findings
5/10
5/10/97
5/12
5/12/
5/12/97
5/15/1999
5/15/97
5/2/95
5/2009
5/22/97
5/24/97
5/27/97
5/28/96
5/3
5/3/93
5/3/96
5/31/97
5/325
5/4
5/4/97
5/5
5/5-
5/5/95
5/6/97
5/7/95
5/9/97
5/92
5/93
50
50%-55
50%lica
50+pack
50.5
50/25
50/500
50/56
500
500/400
500/50
5000
500mg
5040
5040cgy
50s
51
510
515
518
51y
52
52/24
52/56
520
529
52y
53
53.7
53/14
531
534
54
546
55
550
5500
555
557
5580
55cmh20
55mg
56
56.1
56.3
562.10
57
572
575
578.1
57bpm
58
58/14
580
585
58mg
59
59.2
59/28
59/9
590
59y
5fu
5hours
5pm
5th
5x10
5x7
6
6.0
6.1
6.2
6.25
6.5
6.6
6.7
6.8
6.9
6.9ug
6/14
6/18/2009
6/18/93
6/19/95
6/20/2009
6/23/95
6/28/95
6/3/80
6/30/95
6/5
6/5.5
6/5/96
6/6
6/8
6/8/93
6/804
6/88
6/92
60
60%-70
60.4
60/35
60/4.8
600
600s
6020cgy
60s
60s-70s
61
61/23
61/31
6100
61y
62
62/33
62/35
62270
62mg
63
63.04
630
64
640
64614
64640
64bpm
65
65/24
65/35
650
655
66
67
670
67y
68
68/35
685
68bpm
69
6fl4
6fr
6fr4
6hrs
6th
6u
6x5x6
6x6
7
7#10
7-
7.02
7.1
7.1granulocytes
7.2
7.28/48/46
7.3
7.39/42/79
7.4/46/63
7.43/36/398
7.46/25/79/96
7.5
7.5mg
7.6
7.8
7.9
7/10
7/11/95
7/12/93
7/14/95
7/145/93
7/16/93
7/17/95
7/17/96
7/19
7/19/04
7/19/95
7/22/93
7/26/96
7/27/95
7/29/93
7/3/93
7/3/95
7/4/95
7/6/95
7/7/93
7/91
7/92
7/93
7/94
70
70%-80
70/10
70/30
700
7000
705
70bpm
70degrees
70s
70y
71
71.3
715
72
72/10
72y
73
74
75
75.9
75/45
750
7500
75bpm
75th
75y
76
76.2
76.3
76.8
7607
768
77
77.7
77.8
78
780
781.2
788.33
78y
79
7hz
7lymphocytes
7mm/5
7th
7x3
8
8)
8.0
8.06
8.1
8.2
8.3
8.34
8.4
8.5
8.6
8.69
8.7
8.8
8.9
8.9g
8/10
8/10/95
8/11/93
8/12
8/14/95
8/16/93
8/16/95
8/17/95
8/18/95
8/20/93
8/2008
8/21/95
8/22/66
8/23/96
8/24/92
8/25/93
8/26/92
8/27/96
8/31/92
8/31/93
8/6/95
8/71
8/8/95
8/90
8/92
8/94
8/95
80
80.6
80.7
80/12.5
800
8000
800mg/160
80bpm
80cc
80s
81
82
8200
82y
83
83mm
84
8400
84bpm
85
850
855
86
86.0
86.4
86.5
87
876
88
88/41
88/45
88mg
89
8am
8th
8y
9
9.0
9.00
9.1
9.2
9.3
9.4
9.5
9.6
9.7
9.8
9/1/93
9/1/95
9/10
9/11/95
9/12
9/12/94
9/14/71
9/16/92
9/2/95
9/24/92
9/25/84
9/25/92
9/26/96
9/27/96
9/29/92
9/3/95
9/30/96
9/4/95
9/6/96
9/7
9/8/95
9/91
9/92
9/93
9/94
9/95
90
90%rica
90.5
90/59
900
905
907.0
908
90bpm
90cc
90degrees
90s
90th
91
91/63
911
917
92
92/52
925
9290
93
93%-95
93/54
935.1
937
94
94/13
95
95.5
95.8
95.9
95873
96
96.4
96.5
96.7
96.8
96/60
96/70
96bpm
97
97.1
97.2
97.4
97.5
97.6
97.7
97.9
97/54
97/65
97/68
98
98.0
98.1
98.2
98.3
98.4
98.5
98.6
98.7
98.8
98.9
98/57
98/80
99
99.1
99.2
99.5
99.5f
99.5ºf
99.6
99.8
9933
99bpm
99mg
9th
:
;
<
=
>
?
@
@2
]
_
a
a&o
a.
a.m.
a1
a1c
a2
a57
a6
a7
abadeedleedlebadle
abandoned
abbreviated
abc
abcd
abcd1234
abcd123456
abcg
abciximab
abd
abdomen
abdominal
abdominally
abdominis
abdominopelvic
abdominoplasty
abds
abducted
abduction
abductor
abductors
aberrant
abf
abg
abilities
ability
ablated
ablation
able
abnormal
abnormalities
abnormality
abnormally
abort
aborted
abortion
abortions
abortive
about
above
abovementioned
abrasion
abrupt
abruptly
abs
abscess
abscesses
absence
absent
absolute
absolutely
absorbable
absorptive
abstain
abstract
abundant
abundantly
abuse
abut
abutting
ac
aca
academic
acalculous
accelerated
acceleration
accept
acceptable
accepted
access
accessed
accessing
accessory
accident
accidental
accidents
accommodate
accommodated
accommodation
accompanied
accompanies
accomplish
accomplished
according
accordingly
account
accounting
accumulation
accumulations
accupril
accuracy
accurate
accurately
accutane
ace
acetabular
acetaminophen
acetazolamide
acetic
acetyl
acetylcholine
achalasia
ache
aches
achieve
achieved
achievement
achieving
achilles
aching
achy
acid
acidophilus
acidosis
aciphex
acknowledged
acl
acne
acoustic
acquired
acquisition
across
acrylic
acs
act
acted
acting
action
actions
activase
activated
activation
active
actively
activities
activity
actonel
actoplus
actos
acts
actual
actually
acuity
acusticus
acute
acutely
acyanotic
acyclovir
ad
ada
adapter
adaptic
adaptor
add
added
addendum
adding
addition
additional
additionally
addr01
address
addressed
addresses
adds
adduction
adductor
adductors
adenocarcinoma
adenoidectomy
adenoma
adenomas
adenomatous
adenomyomatosis
adenopathy
adenosine
adequacy
adequate
adequately
adhered
adherence
adherent
adhesiolysis
adhesion
adhesions
adhesive
adhesives
adipose
adjacent
adjudicate
adjust
adjusted
adjusting
adjustment
adjustments
adjuvant
adls
administer
administered
administering
administration
admission
admissions
admit
admits
admitted
admitting
admixture
adnexa
adnexal
adolescent
adopted
adrenal
adrenalectomy
adrenals
adult
adults
advair
advance
advanced
advancement
advantage
advent
adventitious
adverse
advice
advil
advised
ae
ae1
ae3
aerated
aeration
aerobic
aerosol
af
afb
afebrile
affect
affected
affecting
affective
affects
afferent
affixed
affixing
afford
aforementioned
afos
afraid
african
after
aftercare
afternoon
afterward
afterwards
ag
again
against
agammaglobulinemia
agarose
agatston
agcl
age
age73
aged
agency
agent
agents
ages
aggravate
aggravated
aggravating
aggregate
aggressive
aggressively
agitated
agitation
agnosia
ago
agree
agreeable
agreed
agreement
agrees
ah
ahead
ai
aic
aica
aicd
aid
aide
aiding
aidp
aids
aimed
air
airdrop
aired
airflow
airflows
airing
airlifted
airplane
airplanes
airspace
airway
airways
aka
akinesis
akinetic
al
al1
al2
alarm
alarmed
alba
albeit
albumin
albuterol
alcohol
alcoholic
alcoholism
aldactone
aldolase
aldosterone
alendronate
alert
alertness
aleve
alfa
algebra
aligned
alignment
aliquots
alive
alk
alkaline
all
allegra
allen
allergic
allergies
allergy
alleviate
alleviated
alleviating
allis
alloderm
allodynia
allodynic
allograft
allopurinol
allow
allowed
allowing
allows
almost
alone
along
alpha
alpha1
alprazolam
already
also
alt
altace
alteration
altercation
altered
altering
alternate
alternating
alternations
alternative
alternatively
alternatives
although
altitudes
altrua
altura
alupent
alveolar
always
alzheimer
am
ama
amaryl
amaurosis
amazingly
ambien
ambivalent
ambu
ambulance
ambulate
ambulated
ambulates
ambulating
ambulation
ambulatory
amenable
america
american
amidst
aminophylline
amiodarone
amitriptyline
amlodipine
ammonia
amnesia
amnestic
among
amorphus
amount
amounts
amoxacillin
amoxicillin
amoxil
amphetamine
amphetamines
amphotericin
amplatz
amplatzer
ample
amplified
amplify
amplitude
amplitudes
ampule
ampulla
amputated
amputation
amygdala
amylase
amyloid
amyotrophy
an
ana
anaerobic
anal
analgesia
analgesic
analgesics
analysis
analyzed
analyzer
anaphylaxis
anaplastic
anaprox
anasarca
anasarcic
anastamosis
anastomosed
anastomoses
anastomosis
anastomotic
anatomic
anatomical
anatomically
anatomy
anc
anca
ancef
anchored
anchoring
ancillary
and
and/or
anderson
androgel
anemia
anemic
anesthesia
anesthesiologist
anesthesiology
anesthetic
anesthetist
anesthetize
anesthetized
anesthetizing
aneursym
aneurysm
aneurysmal
anger
angina
anginal
angio
angiocath
angioedema
angiogram
angiograms
angiograph
angiographic
angiographically
angiographies
angiographs
angiography
angiolymphatic
angioma
angiomas
angiomax
angiomyolipoma
angioplastied
angioplasties
angioplasty
angioseal
angle
angled
angles
angulated
angulation
anhedonia
anhedonic
anicteric
animal
animals
anisocoria
ankle
ankles
annually
annular
annuloplasty
annulus
anomalous
anomaly
anorectal
anorectum
anorexia
anosmia
anosmic
another
anoxic
ansa
answer
answered
answering
answers
antacid
antacids
antalgic
antebrachial
antecolic
antecubital
antegastric
antegrade
anterior
anteriorly
anteroapical
anteroflexed
anterograde
anterolateral
anterolaterally
anterolisthesis
anteromedial
anteromedially
anteroposterior
anteroseptal
anteverted
anthracosis
anthracotic
anthracotically
anti
antiarrhythmic
antiarrhythmics
antibiotic
antibiotics
antibodies
antibody
anticardiolipin
antichrist
anticipate
anticipated
anticoagulant
anticoagulants
anticoagulated
anticoagulation
anticonvulsant
anticonvulsants
antidepressants
antiembolic
antiemetics
antiendomysial
antiepileptic
antigen
antihyperlipidemic
antihypertensive
antiinflammatories
antimesenteric
antineuronal
antiplatelet
antipsychotic
antireflux
antiretroviral
antispasmodic
antitrypsin
antivert
antral
antrectomy
antrum
anus
anvil
anxiety
anxiolytic
anxious
any
anybody
anymore
anyone
anything
anytime
anyway
anywhere
ao
aodm
aorta
aortic
aortobifemoral
aortobiiliac
aortocoronary
aortogram
aortography
aortoiliac
aortopulmonary
aortotomies
aortotomy
ap
apart
apartment
apathetic
apb
apcs
apex
apgars
aphasia
aphasic
aphthous
apical
apices
apnea
apneas
apolipoprotein
apophyseal
apoplexy
apparatus
apparent
apparently
appear
appearance
appeared
appearing
appears
appendage
appendages
appendectomy
appendical
appendiceal
appendicis
appendicitis
appendix
appetite
apple
appliance
appliances
applicable
application
applied
applier
apply
applying
appointment
appointments
apposed
apposition
appreciable
appreciate
appreciated
apprised
approach
approached
approaches
approaching
appropriate
appropriately
approved
approx
approximate
approximated
approximately
approximately1
approximating
approximation
apr
apraxia
apraxic
april
aquaplast
aqueduct
aqueous
arachnoid
arborization
arc
arcade
arch
archilles
architecture
arcus
are
area
areas
areflexic
argentinean
argon
argyle
aricept
arise
arisen
arising
arizona
arm
armour
arms
arnold
arose
around
arousable
arousal
arouse
aroused
arouses
arrange
arranged
arrangement
arrangements
arranging
arrest
arrested
arresting
arrhythmatic
arrhythmia
arrhythmias
arrival
arrived
artane
artefact
arterial
arteries
arteriogram
arteriograms
arteriographies
arteriography
arterioplasty
arteriosclerosis
arteriosclerotic
arteriosus
arteriotomy
arteriovenous
arteritis
artery
arthralgias
arthrectomize
arthrectomy
arthritic
arthritis
arthroplasty
arthroscopic
arthrosis
articulate
articulation
articulations
artifact
artifacts
artificial
arytenoids
as
asa
asa/
asacol
asahi
asbestos
ascending
ascertained
ascites
ascitic
ascribed
asd
aseptic
aseptically
ash
ashen
asian
aside
ask
asked
asking
asks
asleep
asp
aspect
aspects
aspergillus
aspirate
aspirated
aspirating
aspiration
aspirations
aspirator
aspires
aspirin
asplenia
asplund
assassin
assaulted
assay
assembled
assess
assessed
assessment
assessments
assist
assistance
assistant
assisted
assistive
associate
associated
associates
association
associative
assume
assumed
assumes
assuming
assurance
assure
assured
assuredly
assures
ast
ast=
astelin
asterion
asterixis
asthma
asthmatic
asthmaticus
astrocytes
astrocytoma
asymmetric
asymmetry
asymptomatic
asynchronous
asynchrony
asystole
at
ataxia
ataxic
ate
atelectasis
atelectatic
atenolol
atherectomy
atheromatous
atherosclerosis
atherosclerotic
athletic
ativan
atlanto
atlantoaxial
atm
atmospheres
atn
atorvastatin
atp
atraumatic
atraumatically
atresia
atria
atrial
atriotomy
atrioventricular
atrium
atriums
atrophic
atrophy
atropine
atrovent
attached
attaching
attachment
attachments
attack
attacks
attain
attained
attainment
attempt
attempted
attempting
attempts
attend
attended
attending
attends
attention
attentional
attentive
attentiveness
attenuated
attenuates
attenuation
attorney
attractions
attributed
attributes
atypia
atypical
audible
audiogram
auditory
augment
augmentation
augmented
augmentin
august
aunt
aunts
aura
aural
auras
aureus
auricle
ausculatory
auscultate
auscultated
auscultation
auscultatory
authorization
autoclaving
autogenous
autologous
automatic
automotive
automotors
autonomic
autopsy
av
ava
available
avandia
avapro
avascular
avelox
average
averaged
averaging
avf
avl
avm
avodart
avoid
avoidance
avoided
avoiding
avonex
await
awaiting
awake
awaken
awakened
awakening
awaking
aware
awareness
away
awkwardly
awoke
awoken
axial
axilla
axillary
axis
axonal
az
azathioprine
azithromycin
azmacort
azt
aztreonam
azygos
b
b.
b.i.d
b1
b12
b6
babcock
babies
babinski
baby
bachelor
bacitracin
back
backache
backed
backflow
background
backlog
backup
backward
backwards
backwash
baclofen
bacteremia
bacteria
bacterial
bacteriologic
bacteriology
bacteriostatic
bactrim
bad
badly
bag
bagging
bahamas
bal
balance
balanced
balances
balfour
balloon
ballooned
ballooning
balloons
balls
baltimore
bananas
band
bandage
bandages
banded
bandemia
banding
bands
bang
bank
banker
banking
bar
barany
barbecues
barber
bard
bare
barely
bariatric
barium
barometric
barr
barre
barrett
barrier
barrows
basal
base
based
baseline
bases
basic
basically
basil
basilar
basilic
basis
basketball
basophilic
bathroom
battery
bay
bayer
bcnu
be
beam
bean
beanbag
bear
bearing
beat
beating
beats
beaumont
beautifully
became
because
become
becomes
becoming
bed
bedrest
bedridden
bedroom
bedside
bedsite
bedtime
beef
been
beer
beers
beery
before
began
begin
beginning
begins
begun
behavior
behavioral
behaviors
behind
being
belching
believe
believed
believes
believing
bell
bellaire
belly
below
belt
belted
benadryl
bench
bend
bending
bends
beneath
beneficial
benefit
benefits
benicar
benign
benzo
benzocaine
benzodiazepine
benzodiazepines
benzoin
berg
bergen
berman
bernstein
besides
best
beta
beta-2
beta2
betadine
better
between
bevel
beveled
beverages
beyond
bezoar
bi
biatrial
bibasilar
bica
bicap
bicarb
bicarbonate
biceps
bicuspid
bicycle
bid
bidirectional
bifida
bifrontal
bifronto
bifurcated
bifurcates
bifurcating
bifurcation
big
bigemini
bigeminy
bigger
bilateral
bilaterally
bile
bileaflet
biliary
bilingual
bilious
bilirubin
bill
billable
billroth
bills
bimanual
binding
binocular
bioccipital
biologic
biological
biology
bioprosthetic
biopsied
biopsies
biopsy
bipap
biparietal
biphasic
biplane
bipolar
bipolared
bird
birds
birth
birthdate
birthday
birthdays
bisect
bisected
bismol
bisulphate
bit
bite
biteblock
bitemporal
bites
biting
bits
bivad
bivalarudin
biventricular
bivona
black
bladder
blade
bladed
bladeless
blades
blake
blalock
blamed
blanching
blankets
blanking
blankly
blasts
ble
bled
bleed
bleeding
blend
blind
blinded
blindness
blink
blinked
blinking
blisters
bloating
block
blockage
blocked
blocker
blockers
blocking
blocks
blood
bloodless
bloody
blow
blue
blunt
blunted
bluntly
blurred
blurring
blurry
blush
bmi
bmp
bmr
bmw
bnp
bnps
bnt-2
board
boarded
boarder
boarding
bodies
body
boggy
bolster
bolstered
bolus
boluses
bone
bones
bony
booklet
books
bookwalter
boomerang
boots
border
bordering
borderline
borders
bore
boring
born
boss
bossings
boston
both
bother
bothers
bothersome
botox
bottle
bottles
bottom
bottomed
botulinum
bougie
bound
bout
bouts
bovie
bowed
bowel
bowels
bowing
bowl
box
boxer
boxes
boy
boyfriend
bp
bp105/35
bp110/70
bp112/74
bp112/76
bp117/72
bp118/64
bp118/66
bp121/57mmhg
bp121/66
bp121/85
bp124/93
bp126/70
bp127/73
bp127/97
bp128/83
bp130.56
bp131/74
bp132/66
bp132/74
bp134/80
bp137/70
bp138/56
bp138/63
bp139/74
bp141/84
bp142/71
bp144/73
bp144/83
bp147/74
bp150/79
bp152/82
bp156/79
bp157/86
bp158/92
bp159/92
bp160/74
bp160/90
bp164/82
bp165/60
bp169/104
bp191/89
bp216/108
bp83/67
bph
bpm
bpx
brace
brachial
brachiocephalic
brachioradialis
brachium
brachytherapy
brady
bradyarrhythmias
bradycardia
bradycardic
bradykinesia
bradykinetic
brain
brainstem
branch
branches
branching
brat
breadth
break
breakaway
breakdown
breakfast
breakthrough
breast
breasts
breath
breathe
breathing
breaths
breckenridge
breech
brenner
bretylium
brevis
brevital
brian
bridge
bridges
bridging
brief
briefly
bright
brighter
brimonidine
bring
bringing
brings
briquet
brisk
briskly
brite
broad
broaden
broadened
broadening
broadly
broke
broken
bronchi
bronchial
bronchiectasis
bronchioalveolar
bronchiole
bronchioles
bronchiolitis
bronchioloalveolar
bronchitis
bronchoalveolar
bronchodilator
bronchodilators
bronchomalacia
bronchoplasty
bronchopneumonia
bronchoscope
bronchoscopy
bronchospasm
bronchospastic
bronchus
brooke
brother
brothers
brought
broviac
brown
brownish
brows
bruce
brugada
bruising
bruit
bruits
bruitt
bruitts
brush
brushed
brushing
brushings
bsn
bso
bubble
buccal
budd
buddy
bue
buffered
building
buildup
built
buktenica
bulb
bulbar
bulge
bulging
bulk
bulldog
bulldogs
bullet
bumex
bump
bumped
bumps
bun
bunch
bundle
bupivacaine
bur
burden
buried
burn
burning
burr
burs
bursa
burst
bursts
burying
business
buspar
busy
but
butcher
butter
butterfly
buttock
buttocks
button
buttoning
buttressed
bx
by
bypass
c
c$
c&s
c.
c02
c1
c2
c3
c4
c5
c6
c7
c8
ca
ca99
cabg
cabinet
cachetic
caco3
cad
caduet
cafeteria
caffeinated
caffeine
cag
cal
calcific
calcification
calcifications
calcified
calcium
calculated
calculating
calculation
calculations
calculi
caldwell
calf
caliber
calibrate
calibrated
calibration
caliectasis
california
call
called
calling
callosum
calls
calm
caloric
calorie
calot
calretinin
caltrate
calvarial
calvarium
calves
cam5.2
camcorder
came
camera
camino
can
canada
canal
canalization
canalized
canals
canasa
cancel
cancelling
cancer
cancers
candelabra
candida
candidacy
candidate
candidiasis
cane
cannot
cannula
cannulas
cannulate
cannulated
cannulation
cannulized
cans
canthi
cap
capability
capable
capacities
capacity
capillary
capital
capnographer
capoten
capped
caprosyn
capsular
capsule
capsules
capsure
capture
captured
capturing
car
carafate
carbatrol
carbidopa
carbon
carbonate
carboplatin
carcinoma
carcinoma,(adenocarcinoma
carcinomatosis
card
cardboard
cardia
cardiac
cardiectomy
cardio
cardioembolic
cardioesophageal
cardiolipin
cardiolite
cardiologic
cardiologist
cardiology
cardiomediastinal
cardiomegaly
cardiomyopathy
cardioplegia
cardioplegic
cardiopulmonary
cardiorespiratory
cardiothoracic
cardiovascular
cardiovascularly
cardioversion
cardioversions
cardioverter
cardizem
care
cared
careful
carefully
caregiver
careless
carina
carinae
caring
carlos
carnitine
carolina
carotid
carotids
carpal
carpi
carrell
carried
carries
carrots
carry
carrying
carter
cartilage
cartilages
cartilaginous
cartridge
carvedilol
casa
case
caseating
caseous
cash
cast
casted
casts
casual
cat
cataclysmic
catamenial
cataract
cataracts
catch
catecholamines
category
cath
catherization
catheter
catheterization
catheterized
catheters
catholic
cats
caucasian
cauda
caudad
caudal
caudally
caudate
cause
caused
causes
causing
cauterization
cauterize
cauterized
cautery
cautious
cava
cavagram
caval
cavernous
cavitary
cavities
cavitron
cavity
cavum
cavus
cbc
cbd
cbgd
cbz
cc
cca
ccs
cd
cd4
cde
cdrc
cdx-2
cea
ceased
cecal
cecum
cedars
cefazolin
cefotaxime
ceftriaxone
cefuroxime
celebrex
celecoxib
celexa
celiac
cell
cellcept
cells
cellufresh
cellulitis
celsius
cement
center
centered
centimeter
centimeters
central
centrally
centrum
cephalad
cephalic
cephazolin
cerebellar
cerebelli
cerebellopontine
cerebellum
cerebral
cerebri
cerebroangiogram
cerebrospinal
cerebrovascular
certain
certainly
certainty
certified
cervical
cervicalis
cervico
cervicothoracic
cervix
cesarean
cessation
cetacaine
cf
cg
cgy
chain
chains-
chair
challenged
chamber
chambers
champion
chance
chances
change
changed
changes
changing
channel
channels
chantix
chaotic
chaoticness
character
characteristics
characterization
characterize
characterized
charcot
charge
charges
charming
chart
charted
charts
chaser
chcc
check
checkbook
checked
checking
checks
checkup
cheek
cheese
chef
chem
chem-20
chem-7
chemist
chemistry
chemistry-7
chemotherapeutic
chemotherapy
chest
cheyenne
chf
chiari
chiasm
chief
child
childbirth
childhood
children
chills
chin
chip
chips
chiropractic
chiropractor
chlamydia
chloral
chlorambucil
chloraprep
chloraseptic
chlordiazepoxide
chlorhexidine
chloride
chlorthalidone
chocking
chocolate
choice
choking
cholangiocarcinoma
cholangiocatheter
cholangiogram
cholangiography
cholangiopancreatography
cholecystectomy
cholecystemomy
cholecystic
cholecystitis
cholecystogram
cholecystostomy
choledocholithiasis
choledocholithotomy
choledochoscope
choledochoscopy
cholelithiasis
cholestatic
cholesterol
cholestyramine
choletec
chondroitin
chordae
chorea
choreiform
chores
chorioretinal
chorioretinitis
choroidal
chose
chosen
christmas
chromic
chromogranin
chronic
chronically
chronologic
chronology
chronotropic
chuckle
church
chyle
chylothoraces
chylothorax
chylous
cicatrix
cigar
cigarette
cigarettes
cigars
cimetidine
cine
cineangiogram
cineangiograms
cineangiography
cingulate
cipro
ciprofloxacin
circ
circadian
circle
circuit
circulate
circulating
circulation
circulatory
circumambulate
circumcised
circumduction
circumference
circumferential
circumferentially
circumflex
circumscribed
circumstance
circumstances
cirrhosis
cistern
cisterna
cisternal
citalopram
cited
citizens
citrucel
city
civil
cjd
ck
ck-20
ck-7
ck=13
ck=1381
ck=3
ckmb
ckmb=5.4
cl
claimed
claims
clammy
clamp
clampable
clamped
clamping
clamps
clarify
claritin
clasping
class
classes
classification
classify
classroom
claudication
claustrum
clavicle
clavicular
clavulanic
claw
clean
cleaned
cleaning
cleansed
cleansing
clear
clearance
cleared
clearing
clearly
clearpath
cleavage
cleft
clerical
cleveland
click
clicks
clidinium
clients
climb
climbing
clindamycin
clinic
clinical
clinically
clinoid
clinoids
clinton
clip
clipped
clipping
clips
clivus
cll
clo
clobazam
clock
clockwise
clonality
clonazepam
clonic
clonidine
clonus
clopidogrel
close
closed
closely
closer
closest
closing
clostridium
closure
clot
clotest
cloth
clothes
clots
clotting
clozaril
cls
clubbed
clubbing
clumsiness
clumsy
cm
cm2
cmb
cmp
cmv
cn
cn3
cn6
cn7
cna
cns
co
co.
co2
coaching
coag
coagulate
coagulated
coagulating
coagulation
coagulopathy
coal
coalescent
coalmine
coaptation
coapted
coarctation
coarse
coarseness
coast
coated
coban
cocaine
cocci
coccygeal
coccygectomy
cock
code
code(s
codeine
codes
codman
codominance
coffee
coffees
cogent
cognistat
cognition
cognitive
cognitively
cogwheeling
coherent
coil
coiled
coils
coin
coincided
coincidentally
colace
colchicine
cold
colds
colectomy
coli
colic
colitis
collage
collapse
collapsed
collar
collateral
collateralization
collateralized
collaterals
collect
collected
collecting
collection
collections
collects
college
collimator
collision
colon
colonic
colonization
colonography
colonoscope
colonoscopies
colonoscopy
color
colorado
coloration
colorectal
colored
colorless
colors
coloscopy
colostomy
colotomy
colovesical
columnar
coma
combative
combination
combinations
combined
combines
combivent
come
comes
comfort
comfortable
comfortably
coming
command
commands
commenced
comment
comments
comminuted
comminution
commissural
commissure
commissures
common
commonly
communicate
communicated
communicates
communicating
communication
communications
communis
community
comorbidities
companied
companies
companion
compare
compared
comparison
comparisons
compatible
compazine
compensated
compensation
competent
competing
competitive
complain
complained
complaingin
complaining
complains
complaint
complaints
complement
complete
completed
completely
completes
completing
completion
complex
complexes
complexities
complexity
compliance
compliant
complicated
complication
complications
componenets
component
components
composed
compounded
comprehend
comprehended
comprehension
comprehensive
compressed
compressibility
compressible
compressing
compression
compressions
compressive
compromise
compromised
compumedics
computed
computer
computerized
computers
con
concentrate
concentrated
concentrating
concentration
concentric
concern
concerned
concerning
concerns
conchal
concluded
conclusion
conclusions
conclusive
concomitant
concrete
concur
concurred
concurrent
concurrently
concussion
condition
conditioning
conditions
condom
conducted
conduction
conduit
conduits
condyle
conference
conferred
confident
configuration
confirm
confirmation
confirmed
confirming
confirms
confluence
confluent
conformality
confrontation
confrontational
confuse
confused
confusion
confusional
congenital
congenitally
congested
congestion
congestive
conical
conjugate
conjunction
conjunctivae
conjunctival
connect
connected
connecting
connection
connective
connector
connor
cons
conscious
consciousness
consecutive
consent
consented
consenting
consents
consequences
consequently
conservative
conservatively
conservator
consider
considerable
considerably
consideration
considerations
considered
considering
consist
consistantly
consisted
consistencies
consistency
consistent
consistently
consisting
consists
consolidated
consolidation
consolidations
consonant
constant
constantly
constipated
constipation
constituting
constitutional
constraints
constricted
constricting
constriction
constructed
construction
constructional
constructive
consult
consultant
consultation
consultations
consulted
consults
consume
consumed
consumes
consuming
consumption
contact
contacted
contacting
contacts
contained
container
containing
contains
contamination
contegra
contemplated
content
contents
context
contiguous
continually
continuation
continue
continued
continues
continuing
continuity
continuous
continuously
contour
contouring
contours
contraception
contraceptive
contracted
contractile
contractility
contracting
contraction
contractions
contractor
contracture
contractures
contraindicated
contraindications
contralateral
contrary
contrast
contribute
contributed
contributes
contributing
contributory
control
controlled
controlling
controls
contused
contusion
contusions
conus
convenience
conventional
conversation
conversational
conversations
converse
conversely
conversion
convert
converted
convex
conveyer
convince
convinced
convincing
convulsion
convulsive
cook
cooke
cookie
cooking
cool
cooled
coolidge
cooling
coombs
cooperate
cooperation
cooperative
cooperatively
coord
coordinate
coordinated
coordinates
coordination
copaxone
copd
copies
copious
copiously
copper
copy
copying
cord
cordis
cords
core
cored
coreg
cores
corn
corneal
corneas
cornell
corner
corners
corona
coronal
coronaries
coronary
corpectomy
corpus
corpuscular
correct
correctable
corrected
correction
corrective
correctly
correlate
correlated
correlating
correlation
corresponded
correspondence
corresponding
corresponds
corridor
corroborate
cortef
cortex
cortical
corticectomy
corticosteroids
cortisone
cortrosyn
cosgrove
cosmesis
cosmetic
cost
costal
costovertebral
cotton
cottonoid
couch
cough
coughing
coughs
could
coumadin
counseled
counseling
count
counted
counter
countered
counterpulsation
countershock
country
counts
county
couple
coupled
couplets
course
coursed
courses
coursing
court
cousin
cover
coverage
covered
covering
coverlet
covers
cow
coworker
cozaar
cp
cpap
cpk
cpt
cr
crab
crack
cracker
crackles
cradle
cramp
cramping
cramps
crampy
cranial
craniectomy
craniocaudal
craniofix
craniopharyngioma
cranioplasty
craniotome
craniotomy
craniovertebral
cranium
crater
crawled
cream
creams
crease
create
created
creates
creatine
creating
creatinine
creation
credits
creon
crepitance
crepitation
crepitations
crepitus
crest
crestor
creutzfeldt
crew
cribbed
cricoid
cricopharyngeus
cries
crimped
crisis
criss
criteria
critical
critically
criticizing
crohn
cronic
cross
crossclamp
crossclamped
crossed
crossing
crosssail
croup
crowding
crp
crp1.4
cruces
crucial
crucially
cruciate
cruise
crumpled
crura
crus
crush
crushed
crushing
crutches
crux
cruz
cry
crying
cryoglobulins
cryoprecipitates
cryosurgery
cryptococcal
cryptogenic
crystalloid
crystalloids
crystals
crytococcal
crytococcus
csf
ct
cta
ctr
ctx
cubic
cuff
cuffed
cuffs
cuing
cul
culprit
culture
cultured
cultures
cumulative
cup
cupped
cups
curative
curbs
cured
curettage
curette
curetted
current
currently
curtain
curtis
curvature
curve
curved
curves
curvilinear
curving
cusa
cushion
cusp
cusps
custodian
customary
cut
cutaneous
cuts
cutter
cutting
cv
cva
cvas
cvs
cx
cxr
cyanosis
cyanotic
cyberknife
cycle
cycled
cyclen
cycles
cyclobenzaprine
cyclophosphamide
cyclosporin
cyclosporine
cymbalta
cypher
cyst
cystectomy
cysteine
cystic
cystitis
cystogram
cystoscope
cystoscopies
cystoscopy
cysts
cytokeratin
cytokeratin-20
cytokeratin-7
cytologic
cytology
cytomel
cytometry
cytoplasmic
cytoxan
d
d.
d1
d2
d3
d4
d5
d5w
dacron
dacuronium
dad
daily
dairy
dakota
damage
damaged
dancing
dangerous
daniel
danish
dark
darkened
darker
darkness
darvocet
data
database
date
dated
dates
dating
daughter
daughters
dawson
day
daydreaming
daylight
daypro
days
daytime
dazed
dbs
dc
dd
ddavp
ddd
dddr
ddi
de
dead
deafness
deairing
deal
dealing
dealt
dear
death
debakey
debilitating
debra
debrided
debridement
debridements
debris
debulk
debulked
debulking
dec
decades
decadron
decannulated
decannulation
decardron
decayed
deceased
deceleration
december
decerebrate
decide
decided
decides
deciding
deciliter
decision
decisions
declared
declaudication
decline
declined
decompensation
decompress
decompressed
decompressing
decompression
decompressive
deconditioning
decongestant
decorticate
decortication
decrease
decreased
decreases
decreasing
decrement
decubitus
dedicated
dedo
deemed
deep
deepened
deeper
deeply
defecate
defecating
defecation
defect
defective
defects
defensiveness
defer
deferential
deferred
defibrillate
defibrillated
defibrillation
defibrillator
deficiency
deficient
deficit
deficits
definable
define
defined
defining
definite
definitely
definitive
deflate
deflated
deflation
deflected
deformans
deformities
deformity
degenerated
degeneration
degenerative
degloving
deglutition
degrades
degree
degrees
dehiscence
dehydrated
dehydration
dejerine
delano
delay
delayed
delaying
delicate
delightful
delineate
delineated
delirium
delis
deliver
delivered
deliveries
delivering
delivery
delta
deltoid
deltoids
deltopectoral
delusions
demands
demeanor
dementia
demential
dementing
demerol
demonstrable
demonstrate
demonstrated
demonstrates
demonstrating
demonstration
demyelinating
demyelination
demylination
denervation
denied
denies
dens
dense
densely
density
dental
dentist
dentition
denture
denver
deny
denying
depacon
depakene
depakote
department
depend
dependence
dependency
dependent
depending
depends
depletion
deployed
deploying
deployment
depo
depolarizing
deposit
deposition
depressed
depressing
depression
depressions
depressive
deprived
depth
depths
derived
dermabond
dermal
dermatology
dermatome
dermoid
derogatory
des
desaturate
desaturated
desaturation
desaturations
descend
descended
descending
descends
descension
describe
described
describes
describing
description
desiccation
design
designated
desirable
desired
desires
desk
desperate
despite
destination
destruction
destructive
desufflate
desufflated
detachable
detachment
detail
detailed
detailing
details
detect
detected
detection
detector
deteriorate
deteriorated
deterioration
determination
determine
determined
determining
detrol
develop
developed
developer
developing
development
developmental
developmentally
develops
deviate
deviated
deviates
deviation
deviations
device
devices
devised
devitalization
devoted
dexon
dexterity
dextrocardia
dextrose
diabetes
diabetic
diagnosed
diagnoses
diagnosis
diagnostic
diagnostically
diagnostics
diagonal
diagonals
diagram
dialed
dialysis
diameter
diameters
diamond
diaper
diaphoresis
diaphoretic
diaphragm
diaphragmatic
diarrhea
diary
diastase
diastat
diastole
diastolic
diathesis
diazepam
dictated
dictating
dictation
did
die
died
diego
diet
dietary
dietician
diets
diff
difference
differences
different
differential
differentiated
differentiation
difficile
difficult
difficulties
difficultly
difficulty
diffuse
diffusely
diffusing
diffusion
difibrillator
diflucan
dig
digestive
digit
digital
digitalis
digitally
digitorum
digits
digoxin
dilantin
dilatation
dilatations
dilate
dilated
dilating
dilation
dilator
dilators
dilaudid
dilemma
diltiazem
dilute
diluted
dilution
dimension
dimensional
dimensions
dimer
diminished
diminishment
diminution
diminutive
dimming
dimple
dimpled
dimpling
dining
dinner
diopters
diovan
dioxide
diphenhydramine
diplegic
diplopia
dips
direct
directed
direction
directions
directly
disabilities
disability
disabled
disables
disappearance
disarticulated
disassociation
disc
discharge
discharged
discharged1/19/93
discharged1/22/93
discharges
discipline
disciplining
disclose
disclosed
discloses
disclosing
disclosure
discogram
discoloration
discolored
discomfort
disconjugate
disconnected
discontinuation
discontinue
discontinued
discontinuing
discontinuous
discordance
discovered
discrepancy
discrete
discretely
discretion
discrimination
discs
discuss
discussed
discussing
discussion
discussions
disease
diseased
diseases
disengaged
disequilibrium
dishes
disinhibited
disinterested
disk
diskectomy
disks
dislocation
dislodge
dismal
dismissal
dismissed
disorder
disorders
disoriented
dispense
dispensed
displaced
displacement
displacing
display
displayed
disposable
disposition
dispositioned
disproportionately
disrupt
disruption
dissect
dissected
dissecting
dissection
dissections
dissector
dissectors
dissipated
dissipates
dissociation
dissolve
distal
distally
distance
distances
distant
distended
distension
distention
distinct
distinctive
distorted
distortion
distortions
distracted
distraction
distress
distressed
distribution
distributions
disturbance
disturbances
disturbed
ditropan
diurese
diuresed
diuresis
diuretic
diuretics
diversion
diverticluli
diverticula
diverticular
diverticulectomy
diverticuli
diverticulitis
diverticulosis
diverticulum
diverting
divide
divided
divides
dividing
division
divorce
divorced
dizziness
dizzy
djd
dkefs
dl
dl.
dlco
dlow
dm
dmv
dna
dnr
do
dobutamine
dock
doctor
doctor4
doctors
document
documentary
documentation
documented
documenting
documents
does
dog
dogs
doing
dolgic
dolichoectasia
dolichoectatic
doll
dome
dominance
dominant
donated
donating
done
donovan
door
doors
dopamine
dopaminergic
doppler
dopplers
dorm
dorsal
dorsalis
dorsey
dorsi
dorsiflexion
dorsum
dosage
dosages
dose
dosepak
doses
dosing
dotted
dou
double
doubly
doubt
doughnut
doughnuts
douloureux
down
downgaze
downgoing
downward
doxazosin
doxorubicin
doxycycline
doyen
dozing
dph
dr
dr.
drag
drager
dragging
drain
drainage
drained
draining
drains
dramatic
dramatically
drank
drape
draped
drapes
draping
draw
drawback
drawing
drawn
dream
dreams
dressed
dressing
dressings
dribbling
dried
drift
drifted
drill
drilled
drink
drinker
drinking
drinks
drip
dripping
drips
drive
driven
driver
driveway
driving
droop
drooping
drop
dropped
dropping
drops
drove
drowsiness
drowsy
drrs
drs-2
drug
drugs
drunk
dry
ds
dsdna
dtrs
duac
dual
duck
duct
ductal
ductotomy
ducts
ductus
due
dulcolax
dull
dullness
dumon
dumping
duodenal
duodenitis
duodenogastric
duodenoscope
duodenum
duoderm
duoneb
duplex
duplicated
duplication
dur
dura
durable
duragen
duragesic
dural
duraplasty
duraprep
duraseal
duration
dure
during
durotomy
duskiness
dusky
duties
duty
dvt
dwelling
dx
dyazide
dye
dynamic
dysarthria
dysarthric
dysautonomia
dyscoordination
dysdiadochokinesia
dysdiadochokinesis
dysesthesia
dysesthesias
dysesthetic
dysfluent
dysfunction
dysfunctioning
dysgenesis
dyskinesia
dyslexia
dyslipidemia
dysmetria
dysmetric
dysmorphic
dysmotility
dysnomia
dyspepsia
dyspeptic
dysphagia
dysphagic
dysphasia
dysphasic
dysphonia
dysphoric
dysplasia
dyspnea
dyspneic
dysrhythmia
dysrhythmias
dyssynergia
dyssynergic
dystonia
dystonic
dystrophic
dystrophy
dysuria
dysynergia
e
e.
e.g.
e1
each
eagan
eager
eagerly
ear
earache
earlier
early
ears
ease
easier
easily
east
eastern
easy
eat
eaten
eater
eating
eats
ebl
ebt
ebu
ebv
ec3870lk
eca
ecasa
eccentric
eccentrically
ecchymoses
ecchymosis
ecchymotic
ecg
echo
echocardiogram
echocardiographic
echocardiography
echodensity
echogenicity
echography
echotexture
eclampsia
ecotrin
ect
ectasia
ectatic
ectopia
ectopic
ectopy
ed
edb
edema
edematous
edge
edges
edition
editorial
edp
eds
educated
education
edv
eea
eeg
eegs
ef
effaced
effacement
effaces
effect
effected
effective
effectively
effects
efferent
effexor
effort
effortful
efforts
effusion
effusions
egd
egg
eggplant
egophony
egress
eight
eighth
either
ejection
ekg
ekgs
elaborated
elastic
elasticity
elavil
elbow
elbows
elderly
elected
election
elective
electively
electric
electrical
electrically
electro
electrobovie
electrocardiogram
electrocardiographic
electrocardiography
electrocardioversion
electrocauterized
electrocautery
electrocoagulation
electrode
electrodes
electrodiagnostic
electroencephalogram
electrographic
electrolyte
electrolytes
electromechanical
electromyographic
electronic
electronystagmography
electrophoresis
electrophysiologic
electrophysiological
electrophysiologist
electrophysiology
element
elementary
elements
elevate
elevated
elevates
elevating
elevation
elevations
elevator
eleven
eleventh
elicit
elicited
eliminated
elisa
elixir
ellipse
elliptical
elocon
elongated
elongation
else
elsewhere
elucidate
eluting
embarrassment
embedded
embolic
embolism
embolization
embolizations
embolus
emerge
emerged
emergence
emergency
emergent
emergently
emesis
emg
emissary
emla
emotional
emphasizing
emphatically
emphysema
emphysematous
empiric
empirical
empirically
employed
employee
employers
employing
employment
empties
empty
emptying
empyema
ems
emt
emu
en
enable
enalapril
encapsulated
encapsulating
encasement
encasing
encephalitis
encephalopathic
encephalopathy
encircled
encircling
enclosing
encompassing
encopresis
encountered
encourage
encouraged
encroaching
end
endanger
endarterectomies
endarterectomy
endeavor
ended
enders
endo
endobag
endobronchial
endocarditis
endocatch
endoclip
endoclips
endoclose
endocrine
endocrinologist
endocrinology
endogia
endoloops
endolumen
endoluminal
endometrial
endometriosis
endometrium
endorses
endoscissors
endoscope
endoscopic
endoscopically
endoscopist
endoscopy
endoshears
endothoracic
endotracheal
endotracheally
endovascular
endplate
ends
enema
energy
eng
engage
engaged
engagement
engine
engineer
engineering
english
engorgement
engulfed
enhance
enhanced
enhancement
enhances
enhancing
enjoys
enlarge
enlarged
enlargement
enlarging
enough
enoxaparin
enrhythm
enroll
enrolled
enrollment
enroute
ensued
ensuing
ensure
ensured
ensuring
ent
entail
entailed
enter
enteral
entered
enteric
entering
enteritis
enterocolitis
enterocutaneous
enterogastritis
enterolysis
enters
entertained
entire
entirely
entirety
entocort
entorhinal
entrained
entrance
entrapment
entrapped
entry
environment
environmental
environments
envision
enzyme
enzymes
eog
eom
eomi
eoms
eosinophilic
eosinophils
ep
ependymoma
epicardial
epicardium
epicondyle
epididymitis
epidural
epigastric
epigastrium
epiglottic
epiglottis
epilepsy
epileptic
epilepticus
epileptiform
epileptogenic
epinephrine
episode
episodes
episodic
epistaxis
epithelial
epithelializing
epithelioid
epithelium
epitrochlear
epoetin
epstein
equal
equally
equals
equation
equina
equipment
equivalent
equivocal
er
eradication
ercp
eri
erosion
erosions
erosive
erp
error
errors
erupts
erythema
erythematous
erythrocyte
erythromycin
es
escape
esmarch
esmolol
esophageal
esophagectomy
esophagitis
esophagogastrectomy
esophagogastroduodenoscopy
esophagoscope
esophagoscopy
esophagus
esotropia
especially
esr
esr=108
esr=110
esr=123
esr=16
esr=38
esr=60
esr=76
essence
essential
essentially
establish
established
establishing
establishment
estep
esthetician
estimate
estimated
estimates
estraderm
estranged
et
etc
ethanol
ether
ethibond
ethical
ethicon
ethilon
ethmoid
ethmoidal
ethnicity
etiology
etoh
etomidate
eugene
eureka
eustachian
euthymic
euvolemic
evac
evacuated
evacuation
evaluate
evaluated
evaluating
evaluation
evaluations
even
evening
event
events
eventually
ever
eversion
everted
every
everyday
everything
evicel
evidence
evidenced
evidences
evident
eviscerated
evisceration
evista
evoke
evoked
evolved
evolving
evulsed
ex
exacerbated
exacerbating
exacerbation
exact
exactly
exaggerated
exaggeration
exam
examination
examinations
examine
examined
examiner
examining
example
exams
exceeding
excellent
excentric
except
exception
exceptionally
excess
excessive
exchange
exchanged
exchanger
exchanges
excise
excised
excising
excision
excisional
excisionally
excited
exclude
excluded
excludes
excluding
exclusion
exclusive
exclusively
excoriation
excruciating
excursion
excursions
executive
exept
exercise
exercised
exercises
exercising
exerted
exertion
exertional
exertionally
exhalation
exhausted
exhaustion
exhibit
exhibited
exhibits
existed
existing
exists
exit
exited
exiting
exits
exogenous
exoluminal
exophytic
exotropia
expand
expandable
expanded
expanding
expansion
expect
expectation
expectations
expected
expectoration
expelled
experience
experienced
experiences
experiencing
experimenting
expiration
expiratory
